[
    {
        "x1": 2400,
        "y1": 0,
        "x2": 2550,
        "y2": 100,
        "line2": "The game has just begun. You arrive at Alvari square.",
        "line1": "You were told to head for the main-- errmm the bachelor building."
    },
    {
        "x1": 1000,
        "y1": 150,
        "x2": 1200,
        "y2": 300,
        "line2": "The people at the main building greet you, but stay in.",
        "line1": "One of them is thirsty, and asks you nicely to grab a drink for him from Alepa."
    },
    {
        "x1": 2150,
        "y1": 1900,
        "x2": 2300,
        "y2": 2050,
        "line2": "You arrive at Alepa only to notice you are out of cash.",
        "line1": "Frustrated, you head back to main building. The guy said he'll head for the A-wing."
    },
    {
        "x1": 1350,
        "y1": 0,
        "x2": 1500,
        "y2": 100,
        "line2": "The thirsty person is hiding from zombies in the bushes.",
        "line1": "He advices you to go to the library, but gives no explanation why."
    },
    {
        "x1": 700,
        "y1": 1400,
        "x2": 800,
        "y2": 1500,
        "line2": "You find spesifically nothing of interest.",
        "line1": "The zombies are getting numerous. You forget other objectives and just try to survive."
    },
    {
        "x1": 1200,
        "y1": 1000,
        "x2": 1400,
        "y2": 1200,
        "line2": "The grass is covered with goose excrement.",
        "line1": "You tread carefully feeling slight disgust."
    },
    {
        "x1": 2000,
        "y1": 2750,
        "x2": 2900,
        "y2": 2900,
        "line2": "You come to a dead end.",
        "line1": "You have been advised to avoid walking on roads."
    },
    {
        "x1": 600,
        "y1": 300,
        "x2": 700,
        "y2": 400,
        "line2": "Amfi bathes in the sun.",
        "line1": "You remember your first summer here, eating ice cream on the great stairs."
    },
    {
        "x1": 1850,
        "y1": 900,
        "x2": 1950,
        "y2": 1000,
        "line2": "Some older men are camped here with beer and a battery-operated (poorly functioning) radio.",
        "line1": "You overhear one of them say: "
    },
    {
        "x1": 2500,
        "y1": 2100,
        "x2": 2600,
        "y2": 2200,
        "line2": "Behind Alepa a hippie is going through the trash.",
        "line1": "Appearing victorious, he lifts up several loaves of bread and heads home."
    },
    {
        "x1": 2100,
        "y1": 300,
        "x2": 2300,
        "y2": 500,
        "line2": "Somehow you remember seeing more trees here.",
        "line1": "You attribute this to some divine laziness: maybe the god of trees had a bad day."
    },
    {
        "x1": 250,
        "y1": 800,
        "x2": 350,
        "y2": 900,
        "line2": "At a narrow pass the zombies are gathering.",
        "line1": "You are almost caught while pondering the amount of zombies."
    },
    {
        "x1": 350,
        "y1": 400,
        "x2": 450,
        "y2": 500,
        "line2": "People in the administrative wing wave at you, as trying to warn you from some danger.q",
        "line1": "You have to escape a persistent zombie before you find out what they tried to warn you about."
    },
    {
        "x1": 1850,
        "y1": 1300,
        "x2": 1950,
        "y2": 1400,
        "line2": "Student union workers are busy writing on facebook and twitter.",
        "line1": "They seem to be doing politics."
    },
    {
        "x1": 1300,
        "y1": 1800,
        "x2": 1400,
        "y2": 2000,
        "line2": "You wonder why there are no cars around.",
        "line1": "Maybe people have come by foot since it is such a nice day."
    },
    {
        "x1": 1700,
        "y1": 1000,
        "x2": 1800,
        "y2": 1100,
        "line2": "The grass is trampled and dying.",
        "line1": "For some reason, people (including you) seem to ignore the roads and walk where they please."
    },
    {
        "x1": 1990,
        "y1": 240,
        "x2": 2025,
        "y2": 1110,
        "line2": "Walking on the road. Nice.",
        "line1": "You imagine your ancestors building this road. Or at least walking on it. You feel proud. "
    },
    {
        "x1": 800,
        "y1": 600,
        "x2": 900,
        "y2": 700,
        "line2": "",
        "line1": "The Alvari slope is feeling less inclined than normally."
    },
    {
        "x1": 100,
        "y1": 1300,
        "x2": 200,
        "y2": 1300,
        "line2": "You see a freshman chemist pushing the button for the traffic lights.",
        "line1": "All traffic comes to stop and people are frustrated. You scoff at the chemist."
    }
]
